Repository: TildaPublishingOfficial/tilda-wordpress-plugin
Catalog: languages/tilda-*.po
Languages: ru_ru

source: Error. Can't find page with this 'pageid' parameter
ru_ru: Выбранная Вами страница не найдена на Tilda

source: Error. Can't find project with this 'projectid' parameter
ru_ru: Не удается найти проект

source: Wrong Secret Key length
ru_ru: Неверная длина secret key

source: Wrong Public Key length
ru_ru: Неверная длина public key

source: Bad request line. Missing parameter: secretkey
ru_ru: Не задан secret key

source: Bad request line. Missing parameter: publickey
ru_ru: Не задан public key

source: Bad request line. Missing parameter: projectid
ru_ru: Не задан id проекта

source: Refresh pages list
ru_ru: Обновите список страниц

source: Projects list is empty
ru_ru: Список проектов пуст

source: The security keys is not set
ru_ru: Ключи безопастности не заданы

source: Too much requests per hour. Limit: 200 requests per 1 hour
ru_ru: Превышен лимит запросов в час. Лимит 200 запросов в час

source: Not found library
ru_ru: Не найдена библиотека

source: Error. Can't find post with this 'post_id' parameter
ru_ru: Подключать Тильду можно только на странице или посте

source: Input title and click Save for activate Tilda for this page
ru_ru: Для того, чтобы включить Тильду, необходимо указать заголовок страницы и нажать кнопку «Сохранить»

source: Activate Tilda for this page?
ru_ru: Включить Тильду для этой страницы?

source: Tilda accounts assign
ru_ru: Привязать аккаунт Тильды

source: Show page
ru_ru: Выводится страница

source: Sync in progress
ru_ru: Синхронизация

source: Edit
ru_ru: Редактировать

source: Synchronization
ru_ru: Синхронизировать

source: Get another page
ru_ru: Подключить другую

source: Please, select page from list
ru_ru: Пожалуйста выберите страницу из списка

source: Cancel connect
ru_ru: Отменить привязку

source: Refresh list
ru_ru: Обновить список

source: Settings
ru_ru: Настройка

source: Save
ru_ru: Сохранить

source: Save text for another plugins
ru_ru: Сохранять дополнительно текст для сторонних плагинов

source: Save only HTML
ru_ru: Сохранить только HTML

source: Sync worked more 30 sec and not all files download. Please, click button Synchronization for continue download files from Tilda.cc
ru_ru: Синхронизация заняла больше 30 секунд и все файлы не успели синхронизироваться. Нажмите еще раз кнопку Синхронизировать для продолжения синхронизации.

source: Selected page will be copied to your site. Further if you change something on the page on Tilda, you will need to update the page manually by clicking “Synchronization”
ru_ru: Выбранная страница будет полностью скопирована на ваш сайт. В дальнейшем, если будут внесены какие-то изменения в страницу на Тильде, то необходимо будет обновить страницу вручную, нажав кнопку “Синхронизировать”

source: Please, set mode Write for directory
ru_ru: Пожалуйста, установите права записи для директори

source: Please, install curl library or add option allow_url_fopen=true in php.ini file
ru_ru: Пожалуйста, установите библиотеку php_curl или флан allow_url_fopen в php.ini

source: Turn off tilda style in posts list
ru_ru: Выключить стили Тильды в списке постов

source: Apply tilda style in posts list
ru_ru: Применять стили Тильды в списке постов

source: Type storage
ru_ru: Тип хранения содержимого страницы

source: Tilda CSS in List of posts
ru_ru: Стили Тильды в списке страниц

source: Types of post where show Tilda button
ru_ru: Для каких типов страниц включать плагин

source: Download images locally
ru_ru: Скачивать картинки и сохранять локально

source: Leave images on CDN
ru_ru: Оставлять картинки на CDN

source: Storage for images
ru_ru: Где хранить картинки

source: Add
ru_ru: Добавить

source: Add API key
ru_ru: Добавить API ключ

source: Apply css styles
ru_ru: Применять стили

source: Projects
ru_ru: Проекты

source: Public key
ru_ru: Публичный ключ

source: Secret key
ru_ru: Секретный ключ

source: You can find Public key at site configuration in section `Export->API Integration`
ru_ru: Публичный ключ вы можете найти в настройках сайта в Tilda в разделе `Экспорт->API Intergration`

source: You can find Secret key at site configuration in section `Export->API Integration`
ru_ru: Секретный ключ вы можете найти в настройках сайта в Tilda в разделе `Экспорт->API Intergration`

source: Save only HTML or additionally save text for 3rd party plugins usage (rss, yml, etc)
ru_ru: Сохранять только HTML или дополнительно текст для использования сторонними плагинами (например rss,yml)

source: Enable/disable css styles in posts list
ru_ru: Включить/отключить css стили в списке постов

source: Copy
ru_ru: Скопировать

source: Tilda API configuration
ru_ru: Настройка Тильда API

source: Common options
ru_ru: Общие настройки

source: Posts
ru_ru: Записи

source: Pages
ru_ru: Страницы

source: Attachments
ru_ru: Медиафайлы

source: Are you sure, you want to delete API key?
ru_ru: Вы уверены что хотите удалить API ключ?

source: Can't add this key
ru_ru: Не удалось добавить ключ

source: Maximum number of keys is
ru_ru: Максимальное число ключей

source: Keys could not be empty
ru_ru: Ключ не может быть пустым

source: Key already exist
ru_ru: Такой ключ уже существует

source: Id not specified
ru_ru: Id не указан

source: Enable status not specified
ru_ru: Enable статус не указан

source: Project
ru_ru: Проект

source: Enable
ru_ru: Включен

source: Url copied to the clipboard
ru_ru: Url скопирован в буфер обмена

source: Can't copy url to the clipboard
ru_ru: Не удалось скопировать url в буфер обмена

source: Refresh
ru_ru: Обновить

source: Keys
ru_ru: Ключи

source: No added keys yet
ru_ru: Нет добавленных ключей

source: No available projects
ru_ru: Нет доступных проектов

source: Common settings successfully updated
ru_ru: Общие настройки успешно сохранены

source: Success, new key has been added!
ru_ru: Успешно, новый ключ был добавлен!

source: Success, key was deleted
ru_ru: Успешно, ключ был удален

source: Wrong key specified
ru_ru: Указан неверный ключ

source: Success, key was refreshed
ru_ru: Успешно, ключ был обновлен

source: Page synchronized. Edit page only on site Tilda.cc
ru_ru: Страница синхронизирована. Редактируйте страницу на сайте Tilda.cc

source: Paste this URL on Tilda in Site Settings → Export → Integration API to make changes in Tilda automatically sync with WordPress.
ru_ru: Пропишите этот URL в Tilda в разделе Настройки сайта → Экспорт → API интеграции чтобы изменения в Tilda автоматически синхронизировались с Wordpress
